<?php
/* Тут может быть размещен любой текст, 
даже в несколько строк */
echo <<<END
<p>Для отображения большого <br> количества текста используют 
синтаксис heredoc</p> 
<p>Для отображения большого <br> количества текста используют 
синтаксис heredoc</p>
<p>Для отображения большого <br> количества текста используют 
синтаксис heredoc</p>
<p>Для отображения большого <br> количества текста используют 
синтаксис heredoc</p>
<p>Для отображения большого <br> количества текста используют 
синтаксис heredoc</p>
END;
?>